Repository: bdbcat/rtlsdr_pi
Catalog: po/*.po
Languages: es_es

source: Failed to go to position!
es_es: ¡Error al ir a la posición!

source: Connected
es_es: Conectado

source: Not Connected
es_es: No conectado

source: rtlsdr error calibration
es_es: Calibración de rtlsdr

source: No AIS messages received Calibration Failed
es_es: Mensajes AIS no recibidos Calibración fallida

source: Because the software radio is not a precision device, The error value must be set to properly calibrate the radio dongle. To perform calibration, the autocalibrate takes some time, but will scan many error values searching for AIS signals. This requires fairly frequent AIS traffic to work. Alternately if gnuradio is installed, you may use the included script and either look for peaks on ais traffic, or use a known frequency (for example, vhf channel 8 is
es_es: Los dispositivos de radio por software no son aparatos de precisión y por tanto se debe hallar el factor de error para calibrarlos. La autocalibración requiere de cierto tiempo ya que compara resultados para diferentes valores de error posibles buscando mensajes en las frecuencias AIS. Es necesario que haya bastante tráfico de barcos para que funcione. Como método alternativo puede usar gnuradio, o similar, y buscar la señal de los mensajes en los canales AIS o sintonizar en un canal conocido y transmitir en él (por ejemplo el canal 8 está en 156.40 MHZ).

source: ) and transmit on this frequency to note how far the peak is from the true frequency in khz. This is the error value needed to calibrate the dongle. Once working, you should be able to see bursts (ais data) from the A and B in the filtered output, and receive ais messages (if any are available)
es_es: A continuación observe la distancia entre el pico de la señal y la frecuencia real en khz. Este será el valor del factor de error para calibrar el dispositivo. Una vez en funcionamiento deberia poder ver ráfagas (datos AIS) en el canal A Y B y recibir mensajes AIS en la salida filtrada (si estuvieran presentes).

source: This plugin integrates opencpn with the rtlsdr project to turn DVB dongles into a SDR receiver. see: http://sdr.osmocom.org/trac/wiki/rtl-sdr The author is using the r820t type dvb-t dongle with a standard vhf antenna, but many others can work. The antenna coax cable is spliced to the dvb-t cable, both inner and outer connections must be made. rtl_ais can efficiently recieve channel A and B simultaneously rtl_fm/softfm and aisdecoder can only receive channel A or B ais_rx (gnuradio) receives both channels A and B but uses much more cpu.
es_es: Este plugin integra opencpn con el proyecto rtlsdr para convertir dongles DVB en un receptor SDR. Ver http://sdr.osmocom. rg/trac/wiki/rtl-sdr El autor está usando el dvb-t tipo r820t con una antena vhf estándar, pero muchos otros pueden funcionar. El cable coaxial de la antena esta empalmado en el cable dvb-t, tanto en el interior como en el exterior. rtl_ais puede recibir eficientemente el canal A y B simultáneamente rtl_fm/softfm y aisdecoder solo puede recibir el canal A o B ais_rx (gnuradio) recibe ambos canales A y B pero utiliza mucho más cpu.

source: Under Windows Operating system, you must first run the utility program 'zadig'to install the needed usb driver once the device is plugged in. You can find this program at http://zadig.akeo.ie
es_es: Bajo sistemas operativos Windows, debe primero ejecutar el pograma 'zadig' para instalar el driver usb que necesita una vez que inserte el dispositivo. Puede encontrar este programa en http://zadig.akeo.ie

source: Where dump1090 is providing data on port 30003 Normally set to 127.0.0.1 (localhost)
es_es: Donde dump1090 está mandando datos al puerto 30003 Normalmente establecido en 127.0.0.1 (localhost)

source: Messages
es_es: Mensajes

source: Enable
es_es: Activar

source: Preferences
es_es: Preferencias

source: Clear
es_es: Borrar

source: Close
es_es: Cerrar

source: Goto
es_es: Ir a

source: Program
es_es: Programa

source: builtin rtl_ais
es_es: rtl_ais incorporado

source: soft_fm | aisdecoder
es_es: Descodificador AIS| soft_fm

source: extra args (blank default)
es_es: extra args (blanco por defecto)

source: Sample Rate (khz)
es_es: Fr muestreo (khz)

source: Error Correction Calibration
es_es: Calibración de factor de error

source: Error Correction
es_es: Factor de error

source: Auto Calibrate
es_es: Auto Calibración

source: Manual via grc
es_es: Manual vía grc

source: Info
es_es: Información

source: Plotting Planes (ADSB)
es_es: Planes de selección (ADSB)

source: dump1090 Server
es_es: Servidor dump1090

source: Squelch
es_es: Suprimir ruido

source: International
es_es: Internacional

source: US
es_es: EE.UU.

source: About Author
es_es: Sobre el autor

source: Information
es_es: Información

source: Flights
es_es: Vuelos

source: rtlsdr Preferences
es_es: Preferencias rtlsdr

source: Execution failed
es_es: Ejecución fallida

source: Invalid FM frequency
es_es: Frecuencia FM inválida

source: Started builtin rtl_ais
es_es: Iniciado rtl_ais incorporado

source: failed to start builtin rtl_ais
es_es: fallo al iniciar rtl_ais incorporado

source: is an rtlsdr device available?
es_es: ¿está disponible un dispositivo rtlsdr?

source: Unknown mode
es_es: Modo desconocido

source: Executing:
es_es: Ejecutando:

source: Failed to open:
es_es: Error abriendo:

source: Executed:
es_es: Ejecutedo:

source: Stopped builtin rtl_ais
es_es: Detenido rtl_ais incorporado

source: Stopped:
es_es: Parado:
